{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ġt":261,"Ġth":262,"Ġa":263,"in":264,"Ġthe":265,"on":266,"re":267,"at":268,"en":269,"is":270,"Ġo":271,"er":272,"Ġw":273,"Ġs":274,"it":275,"Ġc":276,"ion":277,"Ġp":278,"or":279,"an":280,"Ġof":281,"Ġto":282,"es":283,"Ġb":284,"Ġin":285,"Ġan":286,"Ġf":287,"al":288,"ro":289,"ed":290,"Ġand":291,"ou":292,"Ġm":293,"ar":294,"ent":295,"ing":296,"ic":297,"Ġh":298,"Ġd":299,"Ġre":300,"le":301,"om":302,"Ġn":303,"ve":304,"Ġbe":305,"st":306,"Ġis":307,"Ġthat":308,"ct":309,"il":310,"Ġe":311,"ly":312,"as":313,"ation":314,"ment":315,"pe":316,"Ġon":317,"Ġwh":318,"ot":319,"Ġfor":320,"ut":321,"id":322,"Ġwe":323,"ĠC":324,"ĠE":325,"im":326,"Ġpro":327,"Ġl":328,"se":329,"ur":330,"Ġg":331,"Th":332,"ort":333,"ce":334,"Ġcon":335,"ol":336,"Ġit":337,"un":338,"Ġal":339,"et":340,"res":341,"ra":342,"Ġthis":343,"ld":344,"omm":345,"Ġha":346,"ver":347,"ĠI":348,"Ġas":349,"Ġare":350,"uro":351,"ĠM":352,"ul":353,"Ġde":354,"ith":355,"port":356,"ĠP":357,"ig":358,"urope":359,"ĠEurope":360,"ow":361,"Ġwith":362,"ch":363,"ould":364,"Ġnot":365,"ill":366,"Ġhave":367,"ies":368,"Ġst":369,"sion":370,"ate":371,"ir":372,"The":373,"Ġsu":374,"oun":375,"ay":376,"ich":377,"em":378,"ity":379,"Ġwhich":380,"ĠComm":381,"th":382,"Ġne":383,"op":384,"ble":385,"ive":386,"ĠEuropean":387,"ad":388,"os":389,"ke":390,"ĠS":391,"us":392,"ter":393,"Ġex":394,"if":395,"ust":396,"ore":397,"Ġwill":398,"Ġsh":399,"Ġy":400,"Ġby":401,"ers":402,"ission":403,"ant":404,"ain":405,"ia":406,"ess":407,"ect":408,"Ġv":409,"ial":410,"Ġim":411,"qu":412,"igh":413,"Ġhas":414,"Ġen":415,"ere":416,"Ġr":417,"ĠCommission":418,"oc":419,"est":420,"Ġat":421,"Ġag":422,"iv":423,"am":424,"ge":425,"art":426,"Ġcom":427,"ber":428,"our":429,"ure":430,"Ġres":431,"tr":432,"um":433,"Ġor":434,"Ġall":435,"Ġun":436,"Ġle":437,"ions":438,"ĠU":439,"resid":440,"end":441,"ight":442,"pp":443,"Ġse":444,"ie":445,"so":446,"ĠA":447,"ff":448,"rom":449,"Ġwould":450,"Ġcan":451,"Ġwor":452,"Ġalso":453,"ĠMr":454,"ĠPresid":455,"el":456,"Ġpol":457,"Ġme":458,"Ġint":459,"od":460,"ard":461,"Ġthere":462,"up":463,"Ġshould":464,"and":465,"Ġdo":466,"ist":467,"Ġta":468,"Ġour":469,"ud":470,"ĠUn":471,"Ġpart":472,"ates":473,"Ġfrom":474,"Ġ-":475,"Ġreg":476,"We":477,"arl":478,"ĠPresident":479,"Ġmust":480,"very":481,"Ġad":482,"ations":483,"Ġam":484,"pport":485,"Ġfa":486,"arlia":487,"arliament":488,"ical":489,"Ġbut":490,"der":491,"ĠSt":492,"Ġcoun":493,"ree":494,"Ġbeen":495,"use":496,"ult":497,"ish":498,"ĠMem":499,"ments":500,"con":501,"Ġab":502,"vel":503,"ans":504,"Ġac":505,"ĠUnion":506,"Ġgo":507,"Ġma":508,"Ġcountr":509,"ue":510,"pl":511,"'s":512,"out":513,"ome":514,"ous":515,"Ġch":516,"all":517,"reat":518,"Ġreport":519,"ire":520,"ther":521,"Ġyou":522,"Ġli":523,"ĠParliament":524,"cil":525,"du":526,"ary":527,"Ġj":528,"pos":529,"king":530,"It":531,"ple":532,"bl":533,"ĠG":534,"Ġdis":535,"Ġmore":536,"ac":537,"Ġwas":538,"ast":539,"Ġcomm":540,"Ġqu":541,"Ġneed":542,"gh":543,"Ġus":544,"cess":545,"Ġcont":546,"ose":547,"ance":548,"Ġco":549,"si":550,"Ġinc":551,"Ġtr":552,"ĠMember":553,"Ġits":554,"ĠStates":555,"ren":556,"Ġ1":557,"Ġ2":558,"ĠB":559,"able":560,"00":561,"Ġapp":562,"Ġlike":563,"ĠEU":564,"ĠCoun":565,"ĠCouncil":566,"Ġtheir":567,"Ġso":568,"Ġimport":569,"In":570,"pt":571,"ime":572,"Ġright":573,"itt":574,"ction":575,"ally":576,"Ġvery":577,"ear":578,"Ġcons":579,"Ġpos":580,"ition":581,"und":582,"Ġwho":583,"Ġpe":584,"Ġpl":585,"Âł":586,"ĠR":587,"ong":588,"her":589,"Ġbec":590,"Ġconc":591,"Ġpolic":592,"Ġpropos":593,"This":594,"Ġpr":595,"oin":596,"fore":597,"Ġthese":598,"ational":599,"Ġfin":600,"ution":601,"Ġthey":602,"ens":603,"ress":604,"cy":605,"Ġpre":606,"Ġone":607,"orm":608,"ause":609,"Ġout":610,"ject":611,"ces":612,"tern":613,"Ġcountries":614,"Ġhe":615,"ru":616,"ĠT":617,"ence":618,"âĢ":619,"oint":620,"cial":621,"ated":622,"Ġother":623,"Ġthan":624,"Ġman":625,"bil":626,"pect":627,"Ġwork":628,"per":629,"ĠF":630,"ise":631,"velop":632,"Ġwhat":633,"Ġabout":634,"Ġbet":635,"conom":636,"Ġmy":637,"Ġind":638,"ities":639,"Ġsupport":640,"ople":641,"ced":642,"ll":643,"Ġup":644,"get":645,"ide":646,"ice":647,"Ġspe":648,"Ġeff":649,"iti":650,"Ġimportant":651,"Ġnew":652,"ark":653,"one":654,"are":655,"og":656,"Ġsa":657,"ign":658,"ag":659,"Ġdec":660,"Ġyear":661,"Ġra":662,"Ġpeople":663,"ern":664,"Ġonly":665,"ms":666,"ost":667,"Ġtime":668,"Ġdevelop":669,"Ġpartic":670,"form":671,"ĠH":672,"age":673,"Ġno":674,"Ġunder":675,"ee":676,"ĠD":677,"ram":678,"Ġagree":679,"Ġpolicy":680,"ious":681,"Ġeconom":682,"Ġiss":683,"ase":684,"Ġev":685,"Ġagain":686,"Ġbecause":687,"ever":688,"Ġk":689,"ular":690,"Ġproposal":691,"Ġif":692,"Ġrec":693,"Ġact":694,"Ġcl":695,"Ġleg":696,"ri":697,"ieve":698,"Ġvot":699,"Ġtra":700,"ach":701,"Ġcr":702,"Mr":703,"bility":704,"ention":705,"Ġem":706,"Ġsoc":707,"lear":708,"tain":709,"Ġthem":710,"Ġdem":711,"eren":712,"ĠL":713,"ĠN":714,"ures":715,"pon":716,"Ġgro":717,"we":718,"Ġser":719,"Ġany":720,"Ġnow":721,"ip":722,"resent":723,"Ġprov":724,"irst":725,"ific":726,"ine":727,"Ġinst":728,"ame":729,"Ġpoint":730,"Ġsuch":731,"Ġrel":732,"Ġpolit":733,"ep":734,"iff":735,"Ġhow":736,"Ġtrans":737,"Ġprog":738,"ative":739,"irect":740,"unity":741,"ace":742,"Ġsome":743,"Ġla":744,"Ġtake":745,"Ġcomp":746,"Ġsay":747,"Ġparticular":748,"sible":749,"Ġinv":750,"Ġbel":751,"Ġob":752,"Ġmake":753,"Ġmark":754,"ew":755,"Ġsub":756,"Ġinto":757,"ween":758,"ade":759,"Ġbetween":760,"Ġconcern":761,"ks":762,"Ġthose":763,"Ġdiff":764,"gy":765,"Ġter":766,"ap":767,"Ġdeb":768,"Ġproble":769,"Ġfact":770,"Ġimp":771,"sel":772,"ittee":773,"Ġjust":774,"ubl":775,"Ġprodu":776,"xt":777,"now":778,"ric":779,"Ġper":780,"Ġbeing":781,"ugh":782,"Ġmarket":783,"Ġrights":784,"uman":785,"Ġwhen":786,"Ġway":787,"vern":788,"Ġ(":789,"ives":790,"ues":791,"ord":792,"Ġpolitical":793,"Ġtherefore":794,"lud":795,"Ġquest":796,"ating":797,"ink":798,"Ġappro":799,"Ġclear":800,"ved":801,"Ġacc":802,"Ġsy":803,"Ġover":804,"Ġmade":805,"Ġrespon":806,"day":807,"ob":808,"Ġte":809,"ural":810,"Ġwere":811,"ards":812,"cept":813,"Ġro":814,"act":815,"Ġbas":816,"ci":817,"ublic":818,"ency":819,"Ġfirst":820,"iew":821,"Ġprot":822,"Ġeconomic":823,"ough":824,"oy":825,"Ġwant":826,"Ġfund":827,"Ġknow":828,"Ġintern":829,"Ġref":830,"Ġgreat":831,"Ġbelieve":832,"rat":833,"eration":834,"ack":835,"Ġ200":836,"Ġrem":837,"Ġhuman":838,"ind":839,"Ġstr":840,"Ġdisc":841,"stem":842,"ving":843,"ian":844,"itu":845,"ision":846,"ite":847,"Ġdirect":848,"Ġsocial":849,"Ġsee":850,"eg":851,"Ġass":852,"Ġmany":853,"ors":854,"itiz":855,"Ġagainst":856,"Wh":857,"Ġop":858,"Ġmeas":859,"rough":860,"ĠCommissioner":861,"ib":862,"Ġsystem":863,"Ġmat":864,"Ġadd":865,"Ġatt":866,"mental":867,"ak":868,"ful":869,"ang":870,"me":871,"Ġrequ":872,"Ġfinan":873,"Ġdebate":874,"Ġamend":875,"Ġsitu":876,"Ġcitiz":877,"Ġprotect":878,"Ġtw":879,"Ġext":880,"ual":881,"wn":882,"udget":883,"uch":884,"That":885,"not":886,"There":887,"Ġthink":888,"de":889,"ied":890,"Ġincre":891,"ised":892,"olution":893,"low":894,"Ġgood":895,"ertain":896,"read":897,"ĠâĢ":898,"Ġeffect":899,"Ġwell":900,"bers":901,"rent":902,"Ġens":903,"Ġtoo":904,"opt":905,"ĠCommittee":906,"ry":907,"Ġar":908,"oth":909,"lect":910,"Ġeven":911,"Ġdevelopment":912,"ism":913,"Ġissue":914,"Ġadopt":915,"Ġyears":916,"Ġquestion":917,"ploy":918,"ope":919,"Ġwhere":920,"Ġconsid":921,"Ġcitizens":922,"iven":923,"âĢĻ":924,"Ġgen":925,"pet":926,"ices":927,"iron":928,"Ġfut":929,"Ġconf":930,"Ġcountry":931,"Ġfuture":932,"Ġsituation":933,"Ġorder":934,"Ġfar":935,"Ġtwo":936,"Ġinclud":937,"Ġview":938,"viron":939,"Ġnational":940,"cur":941,"ited":942,"Ġcontin":943,"Ġcannot":944,"Ġpublic":945,"Ġhere":946,"ings":947,"Ġexp":948,"Ġuse":949,"Ġlevel":950,"Ġinform":951,"Ġent":952,"Ġdoes":953,"Ġmeasures":954,"Ġoff":955,"Ġexam":956,"plement":957,"ict":958,"ulation":959,"Ġsame":960,"Ġhad":961,"Ġregard":962,"Ġtak":963,"Ġprogram":964,"Ġ'":965,"Ġrep":966,"Ġpossible":967,"Ġhigh":968,"Ġcur":969,"Ġevery":970,"How":971,"ory":972,"As":973,"ove":974,"Ġcertain":975,"Ġcour":976,"Ġmost":977,"Ġcoop":978,"Ġcould":979,"ange":980,"erest":981,"Ġlong":982,"ety":983,"Ġbudget":984,"ph":985,"Ġsaid":986,"Ġtoday":987,"Ġdef":988,"red":989,"Ġend":990,"arge":991,"ĠJ":992,"eur":993,"ount":994,"Ġagreement":995,"Ġcompet":996,"utions":997,"uth":998,"Ġmatter":999,"ready":1000,"Ġmuch":1001,"Ġthrough":1002,"ĠIn":1003,"Ġalready":1004,"ves":1005,"Ġimplement":1006,"Ġfinancial":1007,"Ġinterest":1008,"Ġresult":1009,"Ġdemoc":1010,"Ġset":1011,"isation":1012,"isl":1013,"Ġmon":1014,"eral":1015,"men":1016,"Ġput":1017,"ĠW":1018,"ass":1019,"Ġach":1020,"ĠCon":1021,"Ġprocess":1022,"Ġwithin":1023,"Ġsect":1024,"ality":1025,"Ġcall":1026,"ority":1027,"Ġsp":1028,"pporteur":1029,"ild":1030,"Ġvote":1031,"uc":1032,"Ġpresent":1033,"abl":1034,"Ġnum":1035,"ĠK":1036,"Ġlegisl":1037,"Ġstill":1038,"Ġrespect":1039,"Ġenviron":1040,"ĠCh":1041,"cond":1042,"Ġdiscus":1043,"Ġbeh":1044,"ail":1045,"Ġcommon":1046,"Ġworld":1047,"ergy":1048,"eth":1049,"Ġyour":1050,"Ġown":1051,"Ġgovern":1052,"Ġhope":1053,"Ġboth":1054,"Ġprev":1055,"Ġneg":1056,"alth":1057,"ute":1058,"ince":1059,"Ġful":1060,"ract":1061,"ason":1062,"ĠâĢĵ":1063,"Ġdra":1064,"However":1065,"gan":1066,"Ġgroup":1067,"Ġcooperation":1068,"ork":1069,"ruct":1070,"Ġgu":1071,"Ġensure":1072,"On":1073,"ouse":1074,"ĠCommunity":1075,"Ġrapporteur":1076,"inis":1077,"Ġcourse":1078,"ood":1079,"ays":1080,"urther":1081,"ÂłÂł":1082,"Ġ19":1083,"Ġinstit":1084,"Ġprin":1085,"reed":1086,"Ġlaw":1087,"Ġtaken":1088,"ov":1089,"Ġimpro":1090,"Ġsign":1091,"ile":1092,"Ġreason":1093,"uring":1094,"air":1095,"curity":1096,"Ġserv":1097,"Ġinternational":1098,"Ġdes":1099,"ici":1100,"ĠMrs":1101,"Ġlast":1102,"Ġdifferen":1103,"rit":1104,"Ġcase":1105,"Ġstate":1106,"Ġprom":1107,"Ġable":1108,"Ġarea":1109,"Ġhis":1110,"trib":1111,"Ġcurrent":1112,"omen":1113,"Ġspec":1114,"itions":1115,"Ġnecess":1116,"alf":1117,"ential":1118,"Ġplace":1119,"Ġsim":1120,"Ġhel":1121,"ab":1122,"orities":1123,"Ġwhy":1124,"Ġmain":1125,"Ġmay":1126,"Ġprinci":1127,"Ġobject":1128,"Ġenergy":1129,"Ġproblem":1130,"Ġauth":1131,"Ġinter":1132,"Ġthen":1133,"ĠO":1134,"ft":1135,"Ġbr":1136,"hip":1137,"oo":1138,"Ġmaj":1139,"reaty":1140,"Ġhelp":1141,"Ġcond":1142,"cing":1143,"Ġcol":1144,"Ġmeans":1145,"Ġinformation":1146,"Ġnumber":1147,"Ġask":1148,"Ġest":1149,"entle":1150,"Ġaction":1151,"Ġgentle":1152,"lu":1153,"chn":1154,"ployment":1155,"Ġexample":1156,"Ġgentlemen":1157,"adies":1158,"Ġdeal":1159,"Ġpers":1160,"Ġinvol":1161,"ether":1162,"Ġwithout":1163,"Ġstand":1164,"Ġsaf":1165,"Ġconst":1166,"ollow":1167,"Ġprotection":1168,"ĠAm":1169,"ĠHouse":1170,"come":1171,"ĠGro":1172,"Ġproblems":1173,"Ġappl":1174,"itive":1175,"ules":1176,"man":1177,"Ġwel":1178,"te":1179,"Ġhowever":1180,"Ġdirective":1181,"oti":1182,"Ġcar":1183,"ning":1184,"Ġallow":1185,"If":1186,"Ġform":1187,"oura":1188,"own":1189,"ene":1190,"ty":1191,"adam":1192,"Ġparticularly":1193,"Ġaw":1194,"ately":1195,"Ġaccept":1196,"Ġnecessary":1197,"olog":1198,"Ġconsider":1199,"Ġbefore":1200,"Ġnegoti":1201,"Ġredu":1202,"Ġopport":1203,"Ġfav":1204,"ines":1205,"ablish":1206,"Ġregion":1207,"arch":1208,"Ġgive":1209,"self":1210,"Ġke":1211,"Ġindust":1212,"fter":1213,"Ġrepresent":1214,"Ġsol":1215,"iz":1216,"Ġissues":1217,"Ġsince":1218,"Ġorgan":1219,"Ġhealth":1220,"Ġfollow":1221,"Ġresolution":1222,"Ġwish":1223,"ently":1224,"Ġsecurity":1225,"ination":1226,"Ġdet":1227,"Ġareas":1228,"Ġgiven":1229,"illion":1230,"Ġposition":1231,"Ġstrate":1232,"Ġlegal":1233,"ents":1234,"Ġreal":1235,"ĠTreaty":1236,"Ġestablish":1237,"Ġconsum":1238,"ĠGroup":1239,"ration":1240,"Ġav":1241,"icult":1242,"bour":1243,"ramew":1244,"Ġsector":1245,"ically":1246,"Ġfurther":1247,"ound":1248,"Ġ3":1249,"Ġmeet":1250,"land":1251,"Ġproced":1252,"Ġlead":1253,"Ġdifficult":1254,"ell":1255,"Ġproduct":1256,"ability":1257,"sibility":1258,"Ġwhether":1259,"ramework":1260,"Ġrequire":1261,"ird":1262,"Ġamendments":1263,"Ġwomen":1264,"Ġladies":1265,"Ġsom":1266,"Ġthank":1267,"Ġcris":1268,"ec":1269,"Ġgl":1270,"Ġopin":1271,"ricult":1272,"Ġdecision":1273,"Ġcre":1274,"vers":1275,"Ġequ":1276,"Ġtechn":1277,"Ġdifferent":1278,"ased":1279,"Ġfavour":1280,"Ġinvest":1281,"ered":1282,"Ġbehalf":1283,"arm":1284,"Ġrat":1285,"Ġcontrib":1286,"Ġpow":1287,"ĠUnited":1288,"isions":1289,"Ġaccount":1290,"Ġprovid":1291,"ources":1292,"Ġrole":1293,"Ġsm":1294,"Ġfish":1295,"Ġprogramme":1296,"Ġproposals":1297,"pr":1298,"ting":1299,"Ġsuc":1300,"ĠMembers":1301,"Ġ20":1302,"ward":1303,"Ġbasis":1304,"Ġserious":1305,"Ġterms":1306,"Ġaff":1307,"Ġnext":1308,"rodu":1309,"Ġpromot":1310,"Ġelect":1311,"Ġeffort":1312,"Ġiniti":1313,"Ġfe":1314,"Ġpract":1315,"Ġprogress":1316,"Ġval":1317,"Ġcrit":1318,"Ġdone":1319,"Ġreform":1320,"Ġrules":1321,"Ġservices":1322,"wards":1323,"Ġaid":1324,"Ġmin":1325,"Ġaim":1326,"ĠV":1327,"Ġtrade":1328,"Ġcome":1329,"sions":1330,"Ġrest":1331,"erence":1332,"Ġeffective":1333,"Ġsc":1334,"Ġhand":1335,"Ġcrisis":1336,"pa":1337,"Ġadopted":1338,"rol":1339,"ank":1340,"Ġloo":1341,"Ġ199":1342,"Ġbetter":1343,"Ġlegislation":1344,"stand":1345,"Ġhapp":1346,"Ġapproach":1347,"Ġword":1348,"ication":1349,"Ġneeds":1350,"Ġcomple":1351,"Ġfind":1352,"Ġsubject":1353,"fit":1354,"Ġsecond":1355,"ising":1356,"Ġframework":1357,"Ġmod":1358,"What":1359,"Ġpri":1360,"Ġimm":1361,"Ġafter":1362,"tic":1363,"ss":1364,"old":1365,"led":1366,"Ġopen":1367,"Ġfew":1368,"Ġinf":1369,"Ġchange":1370,"Ġmem":1371,"overn":1372,"Ġexist":1373,"Ġopinion":1374,"Ġcontinue":1375,"Ġmed":1376,"Ġwhole":1377,"Ġmention":1378,"Ġgrow":1379,"Ġinstitutions":1380,"reedom":1381,"Ġrev":1382,"ital":1383,"Ġproject":1384,"selves":1385,"But":1386,"Ġfore":1387,"Ġtal":1388,"Ġur":1389,"eng":1390,"ared":1391,"racy":1392,"Ġjob":1393,"Ġoper":1394,"over":1395,"For":1396,"ts":1397,"ten":1398,"Ġconcerned":1399,"Ġes":1400,"Ġforward":1401,"Ġagricult":1402,"ified":1403,"obal":1404,"Ġget":1405,"Ġgoing":1406,"Ġimprove":1407,"iving":1408,"ething":1409,"ratic":1410,"Ġadv":1411,"arant":1412,"Ġworking":1413,"leg":1414,"Ġcap":1415,"amental":1416,"Ġcost":1417,"ĠState":1418,"ually":1419,"Ġthree":1420,"Ġback":1421,"Ġtowards":1422,"Ġsoci":1423,"Ġstart":1424,"Ġwelcome":1425,"Ġtax":1426,"Ġexpress":1427,"Ġbene":1428,"mit":1429,"Ġstep":1430,"gether":1431,"ret":1432,"ese":1433,"ases":1434,"Ġins":1435,"Ġsomething":1436,"Ġguarant":1437,"pecial":1438,"Ġess":1439,"Ġvoted":1440,"inister":1441,"Ġpur":1442,"Ġremain":1443,"als":1444,"ĠPro":1445,"Ġchild":1446,"Ġperson":1447,"Ġachieve":1448,"Ġfreedom":1449,"pri":1450,"Ġexpl":1451,"atives":1452,"imes":1453,"Ġtransport":1454,"Ġrese":1455,"Ġsmall":1456,"arity":1457,"Ġspecific":1458,"Ġresources":1459,"Ġprinciple":1460,"ways":1461,"Ġide":1462,"Ġconditions":1463,"Ġcor":1464,"Ġdel":1465,"other":1466,"iness":1467,"ily":1468,"Ġexper":1469,"Ġris":1470,"Ġincluding":1471,"Ġintrodu":1472,"Ġrelations":1473,"Ġdiscuss":1474,"Ġinteg":1475,"vention":1476,"Ġvar":1477,"airs":1478,"Ġcompan":1479,"av":1480,"Ġpay":1481,"ify":1482,"Ġimportance":1483,"urn":1484,"Ġdown":1485,"ĠPresidency":1486,"itution":1487,"Ġproposed":1488,"Ġopportunity":1489,"entr":1490,"Ġaccess":1491,"Ġplan":1492,"Ġreally":1493,"Ġ5":1494,"Ġprep":1495,"ror":1496,"Ġcommun":1497,"Ġemployment":1498,"Ġauthorities":1499,"iol":1500,"Ġsuccess":1501,"Ġthird":1502,"Ġdid":1503,"ident":1504,"Ġresearch":1505,"Ġessential":1506,"Ġshall":1507,"Ġnat":1508,"imate":1509,"Ġglobal":1510,"pecially":1511,"Ġtogether":1512,"ead":1513,"Ġpolicies":1514,"Ġmove":1515,"Ġused":1516,"ath":1517,"Ġprovide":1518,"Ġincrease":1519,"Ġap":1520,"Ġbus":1521,"Ġgeneral":1522,"Ġespecially":1523,"Ġstrong":1524,"Ġcommit":1525,"ĠTur":1526,"Ġcontrol":1527,"An":1528,"Ġduring":1529,"Ġpeace":1530,"ogn":1531,"Ġless":1532,"Ġplay":1533,"Ġread":1534,"ners":1535,"Ġlarge":1536,"ĠAg":1537,"Ġindustry":1538,"tal":1539,"ĠDe":1540,"ined":1541,"Ġregulation":1542,"Ġrecogn":1543,"rant":1544,"Ġunderstand":1545,"Ġclearly":1546,"Ġstrategy":1547,"sequ":1548,"Ġnegotiations":1549,"Ġ4":1550,"Ġactiv":1551,"Ġenvironmental":1552,"Ġgreater":1553,"Ġfundamental":1554,"ivid":1555,"Ġitself":1556,"Ġbecome":1557,"gth":1558,"Ġfree":1559,"rength":1560,"Ġenvironment":1561,"Ġmillion":1562,"aking":1563,"Ġresponsibility":1564,"Ġanother":1565,"Ġtext":1566,"Ġquite":1567,"Ġsafety":1568,"imin":1569,"Ġleast":1570,"Ġproducts":1571,"Ġsuff":1572,"Ġcult":1573,"stain":1574,"Ġstrength":1575,"Ġbring":1576,"Ġviol":1577,"ening":1578,"ises":1579,"Ġreach":1580,"bon":1581,"Ġregul":1582,"Ġrather":1583,"Ġshow":1584,"Ġcolle":1585,"ater":1586,"ists":1587,"They":1588,"Ġher":1589,"ness":1590,"les":1591,"Ġ.":1592,"Ġsupp":1593,"Ġextre":1594,"iod":1595,"asing":1596,"Ġaddition":1597,"Ġspeak":1598,"eed":1599,"ield":1600,"Ġlif":1601,"Ġthough":1602,"Ġdemocracy":1603,"Ġbusiness":1604,"ances":1605,"ĠAr":1606,"Ġachie":1607,"Ġinstru":1608,"Ġalways":1609,"Ġdemand":1610,"Ġattention":1611,"Ġenc":1612,"Ġbu":1613,"Ġappropri":1614,"oney":1615,"Ġonce":1616,"ences":1617,"Ġpositive":1618,"Ġcomb":1619,"ug":1620,"ining":1621,"Ġmaking":1622,"Ġregions":1623,"Ġprevent":1624,"These":1625,"ivil":1626,"Ġpower":1627,"gin":1628,"Ġopp":1629,"ingle":1630,"Ġlook":1631,"ner":1632,"Ġinterests":1633,"ross":1634,"ĠSe":1635,"Ġthings":1636,"ĠRus":1637,"Ġsociety":1638,"Ġbenefit":1639,"Ġmajor":1640,"Ġlim":1641,"though":1642,"Ġfood":1643,"ible":1644,"Ġtaking":1645,"Ġimplementation":1646,"Ġclos":1647,"Ġeconomy":1648,"Ġinternal":1649,"Ġbased":1650,"gest":1651,"Ġfight":1652,"ium":1653,"Ġdemocratic":1654,"Ġefforts":1655,"ification":1656,"Ġlet":1657,"Ġstruct":1658,"At":1659,"Ġmoney":1660,"Ġvarious":1661,"Ġed":1662,"Ġsignific":1663,"Ġbl":1664,"Ġabs":1665,"Ġterror":1666,"Ġgovernment":1667,"Ġprogramm":1668,"Ġaspect":1669,"Ġrece":1670,"rency":1671,"Ġpoints":1672,"Ġmembers":1673,"Ġeach":1674,"ick":1675,"Ġchang":1676,"ples":1677,"Ġshort":1678,"ĠGovern":1679,"Ġple":1680,"Ġaddress":1681,"aps":1682,"ted":1683,"sia":1684,"Ġmonth":1685,"Ġextreme":1686,"Ġadm":1687,"Ġenl":1688,"Ġwords":1689,"Ġfail":1690,"Ġoc":1691,"erv":1692,"Ġyet":1693,"ogue":1694,"Ġcolleag":1695,"Ġdraft":1696,"ier":1697,"Ġproper":1698,"ivers":1699,"Ġwhile":1700,"Ġexpect":1701,"Ġprocedure":1702,"Ġfunds":1703,"ran":1704,"Ġindivid":1705,"Ġair":1706,"Ġperiod":1707,"Ġinvolved":1708,"Ġcreat":1709,"irm":1710,"Ġaccord":1711,"Ġmanage":1712,"Ġfull":1713,"ages":1714,"Ġpartners":1715,"Ġpress":1716,"Ġban":1717,"Ġcommittee":1718,"Ġemph":1719,"itted":1720,"thing":1721,"Ġchall":1722,"ics":1723,"Ġfield":1724,"Ġsingle":1725,"Ġgrowth":1726,"ged":1727,"Ġsustain":1728,"ĠAf":1729,"com":1730,"Ġcong":1731,"Ġseem":1732,"Ġtranspa":1733,"Ġeduc":1734,"Ġworkers":1735,"Ġca":1736,"ticle":1737,"row":1738,"Ġwee":1739,"Ġnon":1740,"Ġconcerns":1741,"Ġparliament":1742,"Ġel":1743,"ffairs":1744,"Ġchildren":1745,"ened":1746,"ialogue":1747,"ratul":1748,"Ġhaving":1749,"ĠAffairs":1750,"Ġcompetition":1751,"Ġfeel":1752,"iation":1753,"ĠEUR":1754,"utes":1755,"Ġcivil":1756,"entral":1757,"ĠGovernment":1758,"Ġbal":1759,"Ġindividual":1760,"ext":1761,"isbon":1762,"Ġcompanies":1763,"Ġamong":1764,"cise":1765,"Ġcare":1766,"Ġrequest":1767,"Ġaffect":1768,"Ġclose":1769,"Ġprogrammes":1770,"Ġcongratul":1771,"Madam":1772,"icial":1773,"ply":1774,"ĠFund":1775,"Ġobjectives":1776,"Ġph":1777,"ember":1778,"Ġwar":1779,"Ġsubst":1780,"Ġfl":1781,"Ġloc":1782,"Ġbest":1783,"fort":1784,"Ġquality":1785,"Ġencoura":1786,"ably":1787,"ĠLisbon":1788,"ended":1789,"Ġagreements":1790,"lusion":1791,"ule":1792,"Ġpass":1793,"raph":1794,"Ġtreat":1795,"Ġamendment":1796,"Ġfully":1797,"Ġemphas":1798,"Ġdep":1799,"Ġavail":1800,"Ġtry":1801,"So":1802,"Ġappe":1803,"sw":1804,"Ġrefer":1805,"Ġforce":1806,"key":1807,"Ġpop":1808,"ron":1809,"Ġsolution":1810,"Ġincreasing":1811,"Ġmajority":1812,"Ġsur":1813,"ĠMinister":1814,"ension":1815,"Ġann":1816,"Ġstandards":1817,"Ġresol":1818,"Ġfollowing":1819,"icient":1820,"Ġoften":1821,"Ġeuro":1822,"Ġmean":1823,"Ġrecent":1824,"ĠMadam":1825,"Ġcertainly":1826,"Ġsimply":1827,"Ġdecisions":1828,"Ġexperi":1829,"ither":1830,"Ġele":1831,"Ġcoh":1832,"Ġansw":1833,"Ġname":1834,"empt":1835,"ights":1836,"uge":1837,"ceed":1838,"inally":1839,"Ġdialogue":1840,"oub":1841,"Ġbegin":1842,"200":1843,"ending":1844,"With":1845,"Ġagricultural":1846,"You":1847,"Ġgroups":1848,"Ġproduction":1849,"inistr":1850,"Ġaware":1851,"itor":1852,"Ġmot":1853,"Ġfarm":1854,"ĠPol":1855,"Ġextremely":1856,"Ġfam":1857,"Ġbro":1858,"Ġcontext":1859,"idence":1860,"haps":1861,"Ġsignificant":1862,"Ġmil":1863,"Ġkind":1864,"Ġtechnolog":1865,"ĠThe":1866,"Ġcoord":1867,"thers":1868,"Ġharm":1869,"Ġlist":1870,"ck":1871,"Ġobjective":1872,"enda":1873,"ina":1874,"Ġvis":1875,"round":1876,"Ġsum":1877,"Ġenlarge":1878,"Ġcreate":1879,"ocu":1880,"Ġcomprom":1881,"Ġparticip":1882,"fortun":1883,"Ġdat":1884,"ĠIs":1885,"Ġago":1886,"Ġactually":1887,"Ġquestions":1888,"Ġrisk":1889,"Ġinitiative":1890,"hing":1891,"Ġcompl":1892,"Ġrecomm":1893,"Ġlife":1894,"Ġmight":1895,"Ġassess":1896,"Ġcomplete":1897,"ourt":1898,"ech":1899,"sid":1900,"ternal":1901,"Ġstates":1902,"Ġassist":1903,"ĠTurkey":1904,"Ġimpact":1905,"Ġsug":1906,"most":1907,"ees":1908,"Europe":1909,"Ġjoint":1910,"Ġsure":1911,"ys":1912,"Ġmentioned":1913,"ĠNo":1914,"Ġsen":1915,"Ġavailable":1916,"ensive":1917,"pose":1918,"ock":1919,"ĠAmend":1920,"Ġpar":1921,"Ġregional":1922,"Ġjobs":1923,"kes":1924,"lict":1925,"Ġstat":1926,"Ġothers":1927,"Ġdocu":1928,"Ġdeveloping":1929,"Ġspecial":1930,"erman":1931,"Ġindeed":1932,"ĠCourt":1933,"Ġmo":1934,"cell":1935,"Ġret":1936,"Ġenlargement":1937,"Ġconv":1938,"Ġconsequ":1939,"ering":1940,"Ġmeeting":1941,"Ġresults":1942,"Ġfound":1943,"Ġapply":1944,"Ġguarantee":1945,"stitution":1946,"Ġwrit":1947,"used":1948,"resident":1949,"To":1950,"Ġclimate":1951,"epend":1952,"Ġconcerning":1953,"Ġcurrently":1954,"ix":1955,"Ġappropriate":1956,"Ġoppos":1957,"Finally":1958,"Ġtar":1959,"Let":1960,"arian":1961,"less":1962,"wh":1963,"Ġsch":1964,"Ġpriv":1965,"Ġurg":1966,"ĠDirect":1967,"Ġ6":1968,"Ġpa":1969,"Ġfoc":1970,"Ġhon":1971,"First":1972,"Ġdraw":1973,"Ġeducation":1974,"Ġresponsible":1975,"ĠSoc":1976,"Ġconsumers":1977,"Ġdata":1978,"orth":1979,"Ġwriting":1980,"Ġfle":1981,"ived":1982,"Ġcases":1983,"ession":1984,"ĠStr":1985,"mber":1986,"beral":1987,"ffice":1988,"its":1989,"Ġthemselves":1990,"Ġsolid":1991,"cession":1992,"eria":1993,"Ġmonths":1994,"Ġnever":1995,"Ġmanagement":1996,"Ġdoing":1997,"Ġkey":1998,"Ġobl":1999,"Ġsystems":2000,"Ġneeded":2001,"rict":2002,"Ġhim":2003,"Ġmatters":2004,"Ġoblig":2005,"ave":2006,"Ġthing":2007,"eric":2008,"ĠArticle":2009,"for":2010,"cies":2011,"Ġreasons":2012,"Ġconflict":2013,"Ġprinciples":2014,"eless":2015,"lev":2016,"ibility":2017,"ĠRussia":2018,"Ġmom":2019,"iter":2020,"DE":2021,"ĠEn":2022,"Ġadministr":2023,"Ġfisher":2024,"Ġenough":2025,"iveness":2026,"And":2027,"Ġcontain":2028,"Ġfinal":2029,"igration":2030,"Ġday":2031,"Ġexcell":2032,"ĠGerman":2033,"Ġdecl":2034,"oung":2035,"Ġrecommend":2036,"Ġparties":2037,"Ġmonitor":2038,"Se":2039,"Ġkeep":2040,"Ġcosts":2041,"ling":2042,"Ġexc":2043,"Ġcompromise":2044,"Ġnet":2045,"fortunately":2046,"str":2047,"Ġprojects":2048,"Ġbuild":2049,"Ġorig":2050,"Ġreports":2051,"Ġregards":2052,"ators":2053,"Ġdemon":2054,"co":2055,"Ġlonger":2056,"Ġstud":2057,"ne":2058,"Ġachieved":2059,"ĠSocial":2060,"atory":2061,"vious":2062,"order":2063,"Ġfunding":2064,"uclear":2065,"ĠUS":2066,"Ġentire":2067,"Ġbroad":2068,"Ġtas":2069,"Ġthreat":2070,"Ġactivities":2071,"Ġmaintain":2072,"emoc":2073,"Ġinn":2074,"Ġmoment":2075,"Ġlack":2076,"Ġlocal":2077,"Ġhist":2078,"Ġpriority":2079,"Ġdist":2080,"Ġyoung":2081,"Ġreject":2082,"President":2083,"ub":2084,"Ġcommitment":2085,"Ġ201":2086,"Ġindepend":2087,"ittle":2088,"Ġpast":2089,"por":2090,"Ġdeter":2091,"Ġidea":2092,"Ġpo":2093,"ody":2094,"20":2095,"Ġpromote":2096,"Ġsta":2097,"Ġalthough":2098,"Ġ7":2099,"ĠPart":2100,"Ġinstitution":2101,"ĠAmeric":2102,"ĠAfric":2103,"urd":2104,"Ġjud":2105,"ried":2106,"ĠConvention":2107,"Ġgovernments":2108,"orrow":2109,"ection":2110,"Ġsuggest":2111,"Ġlittle":2112,"Ġcontinu":2113,"Ġtrue":2114,"til":2115,"Ġlabour":2116,"Ġtrad":2117,"Ġstress":2118,"ĠIntern":2119,"Ġenter":2120,"Ġamount":2121,"ided":2122,"esion":2123,"Ġcongratulate":2124,"Ġlegislative":2125,"000":2126,"Ġprovided":2127,"Ġdue":2128,"Ġline":2129,"Ġanim":2130,"Ġcru":2131,"Ġmind":2132,"Ġsustainable":2133,"ĠSp":2134,"Ġnothing":2135,"Ġopt":2136,"Ġexcellent":2137,"Ġconclud":2138,"Ġperhaps":2139,"Ġ8":2140,"Ġforeign":2141,"Un":2142,"Ġdoub":2143,"ims":2144,"Ġocc":2145,"side":2146,"My":2147,"Ġident":2148,"Ġtarget":2149,"Ġlow":2150,"Ġsolidarity":2151,"Ġren":2152,"Ġmarkets":2153,"Ġcred":2154,"ends":2155,"Ġinclude":2156,"ĠEast":2157,"mb":2158,"Ġnuclear":2159,"Ġsever":2160,"ief":2161,"Ġcent":2162,"Ġprevious":2163,"Ġaspects":2164,"io":2165,"Ġagreed":2166,"Office":2167,"Ġabove":2168,"Ġmult":2169,"Ġregarding":2170,"ĠReg":2171,"Ġ10":2172,"Second":2173,"Ġshare":2174,"Ġwr":2175,"Ġfel":2176,"Ġvict":2177,"Ġamb":2178,"Ġorigin":2179,"Ġmakes":2180,"Ġpres":2181,"atic":2182,"aged":2183,"Ġitem":2184,"ĠRom":2185,"Ġdetail":2186,"equ":2187,"ĠRights":2188,"Ġorganis":2189,"Ġ9":2190,"Ġobs":2191,"olute":2192,"Ġseen":2193,"Ġtransparency":2194,"Ġfair":2195,"Ġintegration":2196,"ond":2197,"fully":2198,"ĠDirective":2199,"unities":2200,"Ġimpos":2201,"edi":2202,"Ġterm":2203,"ression":2204,"imum":2205,"irc":2206,"Ġtabl":2207,"Ġfocus":2208,"Ġseveral":2209,"Ġmeth":2210,"Ġsubsid":2211,"itary":2212,"Ġroad":2213,"light":2214,"atis":2215,"Ġdang":2216,"Ġabsolute":2217,"Ġagenda":2218,"ĠEuro":2219,"Ġsoon":2220,"Ġconsumer":2221,"Ġcomes":2222,"ale":2223,"Ġpresid":2224,"Ġtom":2225,"ides":2226,"Ġactions":2227,"Ġcirc":2228,"Ġresponse":2229,"Ġeas":2230,"Ġcontribution":2231,"Ġfour":2232,"Ġty":2233,"Ġrelation":2234,"ĠSw":2235,"Ġmethod":2236,"erous":2237,"Ġpopulation":2238,"Ġpot":2239,"Ġturn":2240,"Our":2241,"ĠRep":2242,"reen":2243,"ledge":2244,"Ġtomorrow":2245,"rug":2246,"Ġtechnical":2247,"atisf":2248,"Ġupon":2249,"Ġpat":2250,"Therefore":2251,"TO":2252,"ĠEC":2253,"ants":2254,"ring":2255,"Ġdiscussion":2256,"ned":2257,"ference":2258,"ĠUN":2259,"Ġvalues":2260,"by":2261,"bilities":2262,"Ġanswer":2263,"Ġterrorism":2264,"overty":2265,"Ġinnov":2266,"Ġmar":2267,"rect":2268,"ean":2269,"Ġcommunication":2270,"ging":2271,"ĠItal":2272,"rael":2273,"Ġprovisions":2274,"Ġelections":2275,"ĠBel":2276,"Ġseems":2277,"Ġpractice":2278,"Ġcriteria":2279,"Ġcolleagues":2280,"Ġdemonstr":2281,"ania":2282,"pite":2283,"Ġinvestment":2284,"One":2285,"Ġexisting":2286,"anced":2287,"Ġpack":2288,"Secondly":2289,"Ġsci":2290,"term":2291,"Ġnetw":2292,"Ġharmon":2293,"Ġchanges":2294,"All":2295,"Ġve":2296,"conomic":2297,"Ġpleased":2298,"Ġweek":2299,"Ġear":2300,"Ġreview":2301,"Ġcrucial":2302,"Ġprocedures":2303,"etary":2304,"ti":2305,"Ġvoting":2306,"Ġindustr":2307,"ĠMon":2308,"Ġdefin":2309,"ĠSch":2310,"Ġmis":2311,"Ġstability":2312,"ĠDemoc":2313,"ison":2314,"aring":2315,"Ġavo":2316,"Ġobvious":2317,"Ġintegr":2318,"ven":2319,"Ġgrant":2320,"ĠAl":2321,"Ġconsult":2322,"chan":2323,"ĠFr":2324,"Ġmechan":2325,"ications":2326,"ĠAmendment":2327,"Ġtell":2328,"angu":2329,"itting":2330,"Ġaccession":2331,"Ġtimes":2332,"Ġviolence":2333,"Ġprecise":2334,"Ġcho":2335,"Ġourselves":2336,"Ġassistance":2337,"Ġpen":2338,"Ġhard":2339,"Ġcohesion":2340,"Ġhold":2341,"Ġuntil":2342,"els":2343,"Ġcreation":2344,"Ġquick":2345,"Ġeveryone":2346,"Ġemploy":2347,"Ġpoverty":2348,"illeg":2349,"Ġpotential":2350,"ourable":2351,"Ġwast":2352,"ĠâĢĺ":2353,"gic":2354,"imination":2355,"Ġcarried":2356,"Ġtalk":2357,"Ġarr":2358,"Ġprof":2359,"Ġasked":2360,"Ġregulations":2361,"Ġchar":2362,"Ġbasic":2363,"Ġilleg":2364,"ĠIsrael":2365,"ĠBrit":2366,"Ġrepe":2367,"ĠAn":2368,"Ġsaying":2369,"Ġunem":2370,"Ġpost":2371,"fer":2372,"ĠChina":2373,"Ġbo":2374,"ĠGree":2375,"Ġconsequences":2376,"Ġdut":2377,"Ġconn":2378,"issions":2379,"Ġdest":2380,"Ġservice":2381,"Ġtabled":2382,"Ġincreased":2383,"Ġground":2384,"Ġfacil":2385,"Ġorganisations":2386,"Ġmilitary":2387,"Ġfarmers":2388,"Ġheld":2389,"uine":2390,"Ġtraining":2391,"Ġchalleng":2392,"Ġmor":2393,"Ġfishing":2394,"Ġrelating":2395,"Ġstatement":2396,"ĠBar":2397,"Al":2398,"Ġcultural":2399,"istic":2400,"Ġapplication":2401,"Ġsense":2402,"Ġreduce":2403,"outh":2404,"Ġfall":2405,"Ġnamely":2406,"Ġrequirements":2407,"ars":2408,"Ġwater":2409,"Ġtraff":2410,"Ġsec":2411,"Ġ12":2412,"iting":2413,"ively":2414,"ĠPal":2415,"Ġflex":2416,"Ġbalance":2417,"Ġguid":2418,"Ġ15":2419,"When":2420,"Ġcarry":2421,"ians":2422,"Ġinstruments":2423,"Ġrequired":2424,"sels":2425,"Ġdisast":2426,"Ġlangu":2427,"Ġrule":2428,"Ġalong":2429,"Ġeverything":2430,"Ġanal":2431,"Ġattempt":2432,"Ġpresented":2433,"Ġthus":2434,"Ġcut":2435,"Ġdeterm":2436,"itarian":2437,"Ġliberal":2438,"Ġequal":2439,"Ġspeech":2440,"Ġundert":2441,"Ġvalue":2442,"Ġthroughout":2443,"uly":2444,"Ġclosed":2445,"Ġface":2446,"aration":2447,"Ġopportunities":2448,"aced":2449,"Ġimmedi":2450,"ĠInd":2451,"more":2452,"ires":2453,"ruction":2454,"Ġgener":2455,"Ġjoin":2456,"Thank":2457,"Ġshe":2458,"Ġstage":2459,"he":2460,"Ġpriorities":2461,"unction":2462,"Ġcalled":2463,"Ġnature":2464,"Ġdiscr":2465,"Ġbudgetary":2466,"Ġeither":2467,"Ġsatisf":2468,"Ġinitiatives":2469,"line":2470,"ize":2471,"Ġdoubt":2472,"encies":2473,"gu":2474,"rast":2475,"Ġaround":2476,"Ġterrit":2477,"ctions":2478,"yl":2479,"Ġcorrect":2480,"Ġ2000":2481,"ighbour":2482,"Ġcommunity":2483,"Ġtraffic":2484,"rad":2485,"Ġdecided":2486,"ateral":2487,"Ġpurs":2488,"ĠConstitution":2489,"Ġindic":2490,"Ġexternal":2491,"Ġprepared":2492,"Ġhear":2493,"Ġold":2494,"Ġstop":2495,"ĠParty":2496,"Ġcrimin":2497,"Ġavoid":2498,"uses":2499,"Ġpros":2500,"'.":2501,"orders":2502,"Ġemer":2503,"Ġencourage":2504,"Ġacross":2505,"Ġmovement":2506,"Ġreached":2507,"Ġeffici":2508,"Ġpressure":2509,"Ġfive":2510,"Ġ11":2511,"Ġwa":2512,"Ġpowers":2513,"une":2514,"Ġinstrument":2515,"Ġtask":2516,"Ġexpressed":2517,"Ġdire":2518,"Ġ000":2519,"rought":2520,"Ġraised":2521,"ilateral":2522,"Ġassoc":2523,"ĠBal":2524,"Ġusing":2525,"Ġlevels":2526,"Ġmonitoring":2527,"Ġremind":2528,"Ġregret":2529,"Ġfisheries":2530,"Ġcapital":2531,"ĠLe":2532,"Ġexport":2533,"Ġtalking":2534,"Ġcross":2535,"Ġexch":2536,"Ġchallenges":2537,"Ġwaste":2538,"agraph":2539,"Ġofficial":2540,"Ġconclusion":2541,"theless":2542,"Ġlive":2543,"velopment":2544,"Ġimplemented":2545,"rench":2546,"Ġmedium":2547,"Ġpackage":2548,"reland":2549,"Ġdocument":2550,"Ġdeath":2551,"Ġinvolve":2552,"ished":2553,"iance":2554,"alu":2555,"Ġlear":2556,"ung":2557,"Ġsuper":2558,"app":2559,"Ġdam":2560,"Ġhead":2561,"Ġquot":2562,"Ġreading":2563,"Ġreflect":2564,"Ġexperience":2565,"Ġcompetit":2566,"Ġdirection":2567,"cri":2568,"Ġvital":2569,"Ġwhose":2570,"Ġincluded":2571,"Ġgenuine":2572,"Ġillegal":2573,"Ġfellow":2574,"Ġrespond":2575,"Ġrelev":2576,"Ġcrime":2577,"Ġjustice":2578,"rats":2579,"reg":2580,"Ġaccording":2581,"Ġever":2582,"Ġfra":2583,"Ġquickly":2584,"Ġrecently":2585,"Ġestablished":2586,"Ġabsolutely":2587,"Ġmess":2588,"ĠPalest":2589,"European":2590,"Ġprivate":2591,"Ġgr":2592,"Ġborders":2593,"Ġpresidency":2594,"Ġcam":2595,"Ġscient":2596,"Ġcoming":2597,"Ġsectors":2598,"Ġbre":2599,"Ġenable":2600,"Ġvictims":2601,"Ġsupported":2602,"Ġpartnership":2603,"Ġexer":2604,"Ġlight":2605,"duct":2606,"Ġthanks":2607,"Ġrun":2608,"Ġcapac":2609,"Ġeffects":2610,"Ġimmigration":2611,"Ġoutside":2612,"Ġreduction":2613,"ilar":2614,"Ġtop":2615,"ĠIreland":2616,"Ġreturn":2617,"ĠFin":2618,"reh":2619,"Ġreality":2620,"Ġagriculture":2621,"sibilities":2622,"Ġdr":2623,"ĠFrench":2624,"Further":2625,"Ġlink":2626,"ges":2627,"itional":2628,"ĠMed":2629,"Ġenterpr":2630,"Ã©":2631,"Ġrenew":2632,"Ġevent":2633,"Ġcompletely":2634,"Ġnote":2635,"Ġreforms":2636,"ĠConference":2637,"Ġcritic":2638,"ĠPort":2639,"Ġbrought":2640,"Ġmotion":2641,"sp":2642,"Ġbecom":2643,"Ġunac":2644,"Ġleft":2645,"ĠY":2646,"Ġcla":2647,"elines":2648,"Ġstructural":2649,"More":2650,"cember":2651,"Ġextent":2652,"Ġyes":2653,"Ġgiving":2654,"Ġprice":2655,"Ġexcept":2656,"ĠWor":2657,"Ġcod":2658,"Ġfinally":2659,"ex":2660,"iterran":2661,"rup":2662,"iterranean":2663,"Qu":2664,"Ġneighbour":2665,"Ġprices":2666,"la":2667,"to":2668,"Ġconsist":2669,"Ġunemployment":2670,"Ġbig":2671,"reement":2672,"Ġrepresentatives":2673,"tle":2674,"Ġcand":2675,"inking":2676,"ĠRepublic":2677,"ĠDevelopment":2678,"just":2679,"mitted":2680,"Ġbusinesses":2681,"Ġreceived":2682,"ĠSwed":2683,"Ġhighlight":2684,"Ġsummit":2685,"Ġtook":2686,"Ġemissions":2687,"Ġbillion":2688,"Ġdeleg":2689,"erve":2690,"rist":2691,"ustr":2692,"Ġapproved":2693,"anish":2694,"Ġapplied":2695,"Ġadditional":2696,"Ġcircum":2697,"Ġcandid":2698,"ler":2699,"Ġdev":2700,"istan":2701,"Ġdise":2702,"Ġpossibility":2703,"Ġheard":2704,"Ġcoordination":2705,"par":2706,"Ġalmost":2707,"Ġelse":2708,"pid":2709,"Ġdiscussed":2710,"arily":2711,"Ġtack":2712,"Ġmodel":2713,"Ġcause":2714,"ĠFrance":2715,"iver":2716,"Ġensuring":2717,"ĠNations":2718,"ĠBr":2719,"pective":2720,"vere":2721,"ator":2722,"Ġunaccept":2723,"Ġtreatment":2724,"Ġtotal":2725,"Ġeng":2726,"iversity":2727,"be":2728,"ĠDecember":2729,"Ġsix":2730,"Ġanalys":2731,"Ġrelevant":2732,"Ġtest":2733,"ĠPortug":2734,"Ġpractical":2735,"Ġnatural":2736,"Ġbehind":2737,"Ġcompetitiveness":2738,"Ġdiscussions":2739,"Ġtakes":2740,"Ġliving":2741,"Ġleaders":2742,"Ġcreating":2743,"Ġaway":2744,"Ġevents":2745,"idd":2746,"Ġlot":2747,"raq":2748,"Ġinflu":2749,"ĠAfrica":2750,"Ġassessment":2751,"Ġstrengthen":2752,"Ġrestrict":2753,"Ġ%":2754,"Ġund":2755,"Ġconfidence":2756,"Ġoffer":2757,"Ġrail":2758,"acy":2759,"Ġunacceptable":2760,"Ġguidelines":2761,"force":2762,"Ġmen":2763,"Ġsent":2764,"Ġconduct":2765,"Ġfig":2766,"Ġadoption":2767,"Ġcentral":2768,"ylum":2769,"Ġparliamentary":2770,"Ġremains":2771,"Ġsimpl":2772,"ĠME":2773,"Ġmeasure":2774,"itud":2775,"Furthermore":2776,"ĠIraq":2777,"Ġknowledge":2778,"Ġparagraph":2779,"Firstly":2780,"ster":2781,"Ġnor":2782,"Ġdays":2783,"hold":2784,"Ġcapacity":2785,"EC":2786,"ĠBritish":2787,"unch":2788,"Ġgoods":2789,"Ġlos":2790,"rastruct":2791,"ifically":2792,"Ġprovision":2793,"Ġsolutions":2794,"Ġhuge":2795,"Ġweak":2796,"ĠBank":2797,"uted":2798,"ool":2799,"Ġproceed":2800,"Ġconsidered":2801,"Ġscope":2802,"Ġten":2803,"Ġvol":2804,"Parliament":2805,"ption":2806,"know":2807,"arter":2808,"Ġaffected":2809,"Ġdepend":2810,"lusions":2811,"ĠBudget":2812,"Ġaimed":2813,"Ġrecon":2814,"Ġinfrastruct":2815,"ization":2816,"Ġer":2817,"isc":2818,"Ġeffectively":2819,"Ġcombat":2820,"Ġdiscrimination":2821,"egu":2822,"Ġhumanitarian":2823,"Ġdom":2824,"Ġdefence":2825,"Ġdespite":2826,"Ġrate":2827,"Ġsubstant":2828,"Ġevalu":2829,"Ġcondem":2830,"Ġden":2831,"Ġcircumst":2832,"Of":2833,"Ġdesign":2834,"lf":2835,"ann":2836,"Ġdifficulties":2837,"Ġcontribute":2838,"enge":2839,"Ġindustrial":2840,"Ġfirm":2841,"entions":2842,"icy":2843,"Ġtrying":2844,"Ġsitting":2845,"Ġobtain":2846,"olid":2847,"bourg":2848,"Ġmet":2849,"Ġcriminal":2850,"way":2851,"Ġprecisely":2852,"Ġaltern":2853,"Ġexplain":2854,"Ġsafegu":2855,"ional":2856,").":2857,"Ġargu":2858,"Ġconfirm":2859,"Ġland":2860,"Ġ25":2861,"iable":2862,"Ġshown":2863,"Ġaut":2864,"Ġefficiency":2865,"Ġfamily":2866,"endit":2867,"ĠDemocrats":2868,"Ġside":2869,"ĠCentral":2870,"wise":2871,"Ġrein":2872,"Ġdeveloped":2873,"ological":2874,"Con":2875,"Ġoccas":2876,"Ġself":2877,"Ġasylum":2878,"urea":2879,"ĠRe":2880,"osov":2881,"terday":2882,"itation":2883,"Ġsupply":2884,"Ġreference":2885,"Ġfunction":2886,"Ġinstead":2887,"Ġ14":2888,"Ġpersonal":2889,"Ġhonourable":2890,"Ġconnection":2891,"Ġrepl":2892,"ĠJust":2893,"Ġconcept":2894,"Ġcircumstances":2895,"Ġspo":2896,"ĠAgreement":2897,"zed":2898,"Ġhalf":2899,"Ġpoll":2900,"Ġcoordin":2901,"omp":2902,"Ġaccordance":2903,"Ġregime":2904,"Ġclar":2905,"Now":2906,"go":2907,"ĠAs":2908,"Ġconclusions":2909,"Ġir":2910,"Ġcontent":2911,"Ġproduc":2912,"Ġimproving":2913,"Ġoil":2914,"ously":2915,"ake":2916,"Ġforces":2917,"Ġmessage":2918,"Ġrefuge":2919,"Ġactive":2920,"Ġpenal":2921,"alled":2922,"Ġqual":2923,"Ġill":2924,"ĠWorld":2925,"Ġdrug":2926,"Ġmand":2927,"ograph":2928,"Ġcommitted":2929,"Ġwrong":2930,"ĠJustice":2931,"Ġtechnology":2932,"Ġinstitutional":2933,"Ġadvant":2934,"erial":2935,"Ġadministrative":2936,"Ġchallenge":2937,"Ġconstitution":2938,"eople":2939,"ught":2940,"Ġproviding":2941,"ĠJune":2942,"erb":2943,"ĠKosov":2944,"Ġinvestig":2945,"Ġstatus":2946,"Ġenterprises":2947,"Ġalloc":2948,"He":2949,"Ġculture":2950,"Ġgra":2951,"govern":2952,"anu":2953,"Ġcomments":2954,"Ġcreated":2955,"Ġprovides":2956,"Ġallowed":2957,"ĠPalestin":2958,"Comm":2959,"Ġduty":2960,"Ġbeginning":2961,"eneral":2962,"oh":2963,"Ġgoes":2964,"ĠRegulation":2965,"ert":2966,"Ġaccepted":2967,"Ġinnovation":2968,"Ġindependent":2969,"Ġconsiderable":2970,"Ġpurpose":2971,"Ġbenefits":2972,"Ġconsideration":2973,"Ġrightly":2974,"Ġmodern":2975,"ĠWe":2976,"igrant":2977,"Ġcover":2978,"Ġdate":2979,"Ġver":2980,"Ġpropose":2981,"Ġcalls":2982,"Ġminimum":2983,"Ġmass":2984,"yond":2985,"any":2986,"ussels":2987,"Ġlab":2988,"Ġimplementing":2989,"Ġparticipation":2990,"ash":2991,"Ġstated":2992,"Ġreferred":2993,"Ġunfortunately":2994,"Ġconvin":2995,"Ġviews":2996,"Ġpoor":2997,"Ġsuccessful":2998,"Ġhome":2999,"Ġlives":3000,"Ġconstruct":3001,"ustom":3002,"Ġpromoting":3003,"Ġmaterial":3004,"Ġforms":3005,"Ġrural":3006,"ĠMin":3007,"dam":3008,"Ġ30":3009,"ĠGermany":3010,"Ġsteps":3011,"ps":3012,"ĠPolicy":3013,"Ġspecifically":3014,"Ġclosely":3015,"ban":3016,"Ġcolleague":3017,"Ġworth":3018,"Ġseriously":3019,"Ġcompreh":3020,"ĠBrussels":3021,"ĠInternational":3022,"Ġoverall":3023,"Ġreceive":3024,"Ġplans":3025,"Ġrelig":3026,"Ġdealing":3027,"ĠWTO":3028,"apt":3029,"ĠLi":3030,"Ġ2007":3031,"Ġprim":3032,"Ġintroduction":3033,"acks":3034,"Ġfamil":3035,"Ġsimilar":3036,"Ġmut":3037,"dom":3038,"ousand":3039,"Ġlimit":3040,"Ġspir":3041,"Ġurgent":3042,"Ġauthor":3043,"Ġbeyond":3044,"Ġexplo":3045,"Ġmere":3046,"rade":3047,"governmental":3048,"Ġfear":3049,"Ġmedia":3050,"Ġsan":3051,"ĠEconomic":3052,"ĠKosovo":3053,"Ġscientific":3054,"Ġdisp":3055,"itude":3056,"Ġdecide":3057,"Ġstudy":3058,"Ġhistory":3059,"Ġlat":3060,"Ġfri":3061,"Ġseek":3062,"Ġeth":3063,"Ġtravel":3064,"Ġways":3065,"Ġrelationship":3066,"isms":3067,"Ġstrategic":3068,"rupt":3069,"Ġexpendit":3070,"az":3071,"ĠOr":3072,"Ġ\"":3073,"ĠTh":3074,"Ġsens":3075,"Ġwanted":3076,"Ġfinancing":3077,"Ġlegit":3078,"oday":3079,"Ġhappen":3080,"af":3081,"Ġdirectly":3082,"itious":3083,"paign":3084,"Ġrequires":3085,"ured":3086,"orks":3087,"Ġcounter":3088,"Ġexchange":3089,"kra":3090,"ĠMediterranean":3091,"SE":3092,"Ġcat":3093,"Ġbod":3094,"Ġproduce":3095,"anuary":3096,"Ġexpenditure":3097,"Ġcommitments":3098,"Ġred":3099,"Ġadequ":3100,"Ġleave":3101,"Ġbrief":3102,"Ġcampaign":3103,"action":3104,"Ġthousand":3105,"iddle":3106,"sized":3107,"lands":3108,"Ġage":3109,"sian":3110,"etimes":3111,"Ġtour":3112,"Ġintended":3113,"rish":3114,"Ġborder":3115,"ush":3116,"Ġcontract":3117,"Ġrapid":3118,"ĠMEP":3119,"Ġexact":3120,"ken":3121,"Ġdemands":3122,"Ġcommer":3123,"Ġdeg":3124,"li":3125,"Ġsetting":3126,"Ġbar":3127,"ender":3128,"ĠSum":3129,"Ġemb":3130,"Ġfulf":3131,"Ġadapt":3132,"Ġ13":3133,"Ġmyself":3134,"Ġcomment":3135,"Ġequality":3136,"Ġpaid":3137,"Ġincor":3138,"Ġearl":3139,"Ġactivity":3140,"Ġsufficient":3141,"imately":3142,"Ġuseful":3143,"Ġremark":3144,"Ġsupporting":3145,"Ġparty":3146,"Ġsort":3147,"Ġproperly":3148,"Ġdistrib":3149,"ĠPa":3150,"Ġburd":3151,"Ġport":3152,"),":3153,"Ġce":3154,"ĠIrish":3155,"ĠSummit":3156,"ocol":3157,"Ġalone":3158,"Ġbodies":3159,"Ġefficient":3160,"where":3161,"Ġinterp":3162,"Is":3163,"Today":3164,"Ġcollect":3165,"Ġspeaking":3166,"Ġsubstantial":3167,"Ġcompetitive":3168,"Ġhighly":3169,"App":3170,"Ġanything":3171,"Ġyesterday":3172,"Ġanti":3173,"icit":3174,"Ġshows":3175,"Ġweeks":3176,"Ġhigher":3177,"Ġdiscussing":3178,"Ġpolice":3179,"head":3180,"Ġdeep":3181,"anim":3182,"Ġled":3183,"ĠEuropeans":3184,"Ġlimited":3185,"vis":3186,"hic":3187,"Ġknown":3188,"Ġschem":3189,"Ġdevelopments":3190,"Ġgain":3191,"Ġconclude":3192,"Ġincreasingly":3193,"Ġcaused":3194,"Ġreferen":3195,"Ġship":3196,"ins":3197,"Ġtype":3198,"Ġanimal":3199,"Ġestablishing":3200,"Ġambitious":3201,"Ġwhom":3202,"Ġdim":3203,"Ġformer":3204,"Ġcalling":3205,"ĠMay":3206,"ized":3207,"inary":3208,"Ġforget":3209,"Ġminister":3210,"Ġearly":3211,"ĠMinutes":3212,"Ġcle":3213,"Ġgives":3214,"Ã¶":3215,"ĠUkra":3216,"Ġrepresents":3217,"Ġremember":3218,"ĠGreece":3219,"Ġrad":3220,"Ġauthority":3221,"Ġprofession":3222,"urally":3223,"dra":3224,"Ġimproved":3225,"Ġrisks":3226,"ME":3227,"Ġwon":3228,"Ġgas":3229,"making":3230,"Last":3231,"Ġhistor":3232,"ĠIran":3233,"lov":3234,"Ġcomplex":3235,"Ġobviously":3236,"Ġproduced":3237,"Ġawa":3238,"Ġwelcom":3239,"Ġunanim":3240,"ĠJanuary":3241,"Ġvo":3242,"Ġvehic":3243,"uct":3244,"Ġdesire":3245,"ĠRules":3246,"Ġachieving":3247,"Ġannual":3248,"Ġcomprehensive":3249,"Ġassoci":3250,"Ġstrengthening":3251,"Ġopposition":3252,"Ġdescri":3253,"..":3254,"Ġprob":3255,"ront":3256,"Ġaims":3257,"Ġhappened":3258,"ifying":3259,"trary":3260,"Ġchec":3261,"Unfortunately":3262,"Ġproducers":3263,"Ġurge":3264,"ours":3265,"ĠFore":3266,"bly":3267,"Ġanimals":3268,"FR":3269,"Ġsafeguard":3270,"uff":3271,"Ġpursu":3272,"border":3273,"rete":3274,"Ġcurrency":3275,"ger":3276,"Ġacknow":3277,"99":3278,"ĠHe":3279,"Ġstatements":3280,"Ġemphasise":3281,"Ġmanner":3282,"Ġreducing":3283,"ensus":3284,"Ġenorm":3285,"Ġtransfer":3286,"Ġz":3287,"Ġthought":3288,"Ġlater":3289,"ĠEnviron":3290,"ient":3291,"Ġprofit":3292,"Ġlanguage":3293,"ira":3294,"Ġfraud":3295,"unt":3296,"Ġcombating":3297,"Ġlaunch":3298,"igrants":3299,"ĠSouth":3300,"Ġlooking":3301,"ĠCy":3302,"ote":3303,"Although":3304,"Ġresponsibilities":3305,"Ġconvinced":3306,"Ġinfrastructure":3307,"Ġtrust":3308,"ĠGreen":3309,"Ġfacilit":3310,"rest":3311,"ciliation":3312,"itors":3313,"Ġmonetary":3314,"Ġpasseng":3315,"Since":3316,"Ġrise":3317,"Ġprison":3318,"ĠProt":3319,"ĠProg":3320,"Ġoutcome":3321,"Ġunion":3322,"Ġwants":3323,"Do":3324,"Ġappre":3325,"Ġsays":3326,"called":3327,"Ġearlier":3328,"Ġ50":3329,"body":3330,"Ġanalysis":3331,"Ġconstit":3332,"Ġconcrete":3333,"Ġbalanced":3334,"Ġenh":3335,"Ġbad":3336,"itial":3337,"Ġfirstly":3338,"Ġelements":3339,"ober":3340,"Ġsometimes":3341,"Ġstaff":3342,"Never":3343,"Ġcompens":3344,"Ġprevention":3345,"Ġdamage":3346,"ĠHuman":3347,"Ġconference":3348,"ĠTr":3349,"ology":3350,"Ġoccur":3351,"Ġcandidate":3352,"ĠForeign":3353,"Ġintroduced":3354,"Moreover":3355,"Ġdocuments":3356,"Ġthinking":3357,"Ġrecognition":3358,"Ġfacing":3359,"ĠMarch":3360,"Ġsucceed":3361,"oph":3362,"Ġrecognise":3363,"Ġinfluence":3364,"Ġextra":3365,"val":3366,"Ġpointed":3367,"Ġacceptable":3368,"Ġheart":3369,"Ġdelay":3370,"ĠSpanish":3371,"Ġrapporteurs":3372,"Ġcustom":3373,"Ġconstant":3374,"Ġparts":3375,"ource":3376,"of":3377,"Ġentirely":3378,"Ġspirit":3379,"Ġmember":3380,"Ġwilling":3381,"Ġbuilding":3382,"Ġcooper":3383,"Ġintroduce":3384,"Ġdead":3385,"ĠPr":3386,"Ġnegative":3387,"Ġbecoming":3388,"Ġcontrary":3389,"Ġdangerous":3390,"istics":3391,"Ġstandard":3392,"Ġ2009":3393,"ĠSecurity":3394,"Ġappreci":3395,"aria":3396,"amber":3397,"lines":3398,"hern":3399,"Ġsources":3400,"Ġrecommendations":3401,"Ġcommercial":3402,"ĠItaly":3403,"',":3404,"Ġsusp":3405,"Ġobst":3406,"ties":3407,"Ġlaws":3408,"oot":3409,"Ġconsensus":3410,"Ġdifferences":3411,"estic":3412,"Ġreduced":3413,"uf":3414,"ored":3415,"Ġnorm":3416,"ĠUK":3417,"ptember":3418,"Ġarrange":3419,"ĠInternet":3420,"ĠBelg":3421,"Ġasking":3422,"Ġspeed":3423,"yn":3424,"ĠHung":3425,"Ġalternative":3426,"aving":3427,"Ġinitial":3428,"Ġ1999":3429,"Ġtool":3430,"Ġadded":3431,"ton":3432,"Ġflexibility":3433,"Ġschool":3434,"Some":3435,"deed":3436,"ility":3437,"Ġrecord":3438,"Ġdelegation":3439,"ĠSlov":3440,"Nevertheless":3441,"sec":3442,"Ġ2004":3443,"Ġmorning":3444,"ories":3445,"Ġestablishment":3446,"Ġbody":3447,"ĠZ":3448,"Ġassum":3449,"Ġannoun":3450,"set":3451,"estern":3452,"lus":3453,"Ġraise":3454,"Ġtransparent":3455,"aging":3456,"ĠKing":3457,"ĠIt":3458,"ulg":3459,"ĠTurk":3460,"ĠEnvironment":3461,"Ġsepar":3462,"Ġwide":3463,"Ġcloser":3464,"ury":3465,"apon":3466,"ĠAmerican":3467,"Ch":3468,"Ġmethods":3469,"Ġincorpor":3470,"Ġstrongly":3471,"Ġprobably":3472,"Ġcompany":3473,"Ġdisch":3474,"ĠMinisters":3475,"Ġge":3476,"Ġstrict":3477,"the":3478,"Ġliberalisation":3479,"Ġapplies":3480,"Ġnetworks":3481,"Ġloss":3482,"Ġintervention":3483,"Ġexactly":3484,"Ġpractices":3485,"erent":3486,"Quest":3487,"Ġorganisation":3488,"ij":3489,"iet":3490,"ovember":3491,"Ġsound":3492,"Ġperspective":3493,"ĠSpain":3494,"itten":3495,"portion":3496,"Ġdrawn":3497,"Ġsanctions":3498,"ufact":3499,"Ġdirectives":3500,"Ġreply":3501,"Ġbear":3502,"cc":3503,"ĠInter":3504,"Ġult":3505,"urance":3506,"Ġsex":3507,"Ġapplic":3508,"Ġideas":3509,"ying":3510,"After":3511,"Ġsubmitted":3512,"Ġchance":3513,"Ġfre":3514,"Ġ2010":3515,"Ġ2006":3516,"Ġrefugees":3517,"Ġsk":3518,"Indeed":3519,"ĠMa":3520,"Ġ2008":3521,"Ġfailure":3522,"ĠRomania":3523,"acter":3524,"Ġlaid":3525,"Ġtargets":3526,"Ġdealt":3527,"ĠStrate":3528,"Ġmanufact":3529,"ervation":3530,"ĠSeptember":3531,"Ġintegrated":3532,"ĠPeople":3533,"ilst":3534,"Ġagencies":3535,"iction":3536,"Ġbi":3537,"Ġcontact":3538,"Commission":3539,"Ġforest":3540,"ĠProced":3541,"Ġobligations":3542,"Ġut":3543,"Ġmer":3544,"Ġmechanism":3545,"ĠThis":3546,"Ġenormous":3547,"Why":3548,"Ġ18":3549,"Ġwithdra":3550,"Ġdimension":3551,"Ġinformed":3552,"Ġopening":3553,"Ġhappy":3554,"Ġsubsidi":3555,"Ġweapon":3556,"Ġnetwork":3557,"Ġcoll":3558,"Ġcritical":3559,"Ġarm":3560,"Ġdefend":3561,"Ġcharacter":3562,"Ġaf":3563,"Ġones":3564,"Ġaddressed":3565,"Ġconver":3566,"Ġacqu":3567,"Ġcontro":3568,"Ġfu":3569,"sman":3570,"ĠSME":3571,"ĠAmerica":3572,"01":3573,"Ġtot":3574,"bed":3575,"ats":3576,"ĠProcedure":3577,"Ġgovernance":3578,"Ġgrowing":3579,"arus":3580,"ĠCons":3581,"Ġimprovement":3582,"Ġsw":3583,"idents":3584,"ĠPaper":3585,"ctober":3586,"Ġappeal":3587,"Ġhop":3588,"ristian":3589,"Ġconstructive":3590,"ĠPalestinian":3591,"ĠProgram":3592,"No":3593,"Ġexcess":3594,"Ġputting":3595,"Ġcontains":3596,"Ġimmediately":3597,"Ġburea":3598,"ĠMEPs":3599,"Ġmandate":3600,"ĠNovember":3601,"ĠKingdom":3602,"Ġmanaged":3603,"Ġorganised":3604,"Third":3605,"Ġunivers":3606,"coming":3607,"Ġconsultation":3608,"Ġmainly":3609,"Ġign":3610,"Ġmechanisms":3611,"ĠMiddle":3612,"Ġparliaments":3613,"Ġresolutions":3614,"Ġunable":3615,"Ġahead":3616,"Ġsal":3617,"Ġenabl":3618,"Ġsensitive":3619,"ĠItalian":3620,"Ġmist":3621,"Ġmutual":3622,"Ġsend":3623,"Ġ2005":3624,"Ġunf":3625,"Ġoperation":3626,"Ġrejected":3627,"Ġchoice":3628,"Ġlo":3629,"Ġwat":3630,"Ġpositions":3631,"sterdam":3632,"ream":3633,"Ġlar":3634,"ĠStrategy":3635,"Ġdefinition":3636,"inding":3637,"Ġpersons":3638,"Ġmerely":3639,"Ġinsist":3640,"Ġsigned":3641,"ĠTurkish":3642,"ĠUkraine":3643,"gies":3644,"PL":3645,"joy":3646,"Ġintention":3647,"Ġcomply":3648,"Ġunderstanding":3649,"itable":3650,"ĠBelarus":3651,"ipl":3652,"Ġabol":3653,"Ġcontinuing":3654,"ateg":3655,"Ġappear":3656,"Ġreferend":3657,"Ġtim":3658,"Ġleading":3659,"ĠAgency":3660,"ĠAmsterdam":3661,"Ã¡":3662,"Ġsimple":3663,"Appl":3664,"ĠProgramme":3665,"aries":3666,"Ġenjoy":3667,"Ġadministration":3668,"IT":3669,"CO":3670,"Ġdebates":3671,"Ġinterpret":3672,"Ġbureauc":3673,"ĠRes":3674,"ĠChamber":3675,"Ġeasy":3676,"fect":3677,"ĠCharter":3678,"ĠBulg":3679,"Ġguarantees":3680,"Ġelected":3681,"Ġimpl":3682,"Ġincludes":3683,"Ġexercise":3684,"Ġdischarge":3685,"orse":3686,"Ġthousands":3687,"Ġreact":3688,"oor":3689,"Ġlost":3690,"Ġ2003":3691,"By":3692,"ĠOctober":3693,"engen":3694,"vereign":3695,"Ġfigures":3696,"ux":3697,"empor":3698,"Ġtold":3699,"Ġobser":3700,"Ġimpossible":3701,"Ġburden":3702,"Ġdisaster":3703,"Ġ16":3704,"eb":3705,"Ġsovereign":3706,"Ġspeakers":3707,"Ġprospect":3708,"Ġresolve":3709,"Ġcame":3710,"ĠRussian":3711,"Ġindependence":3712,"fin":3713,"ients":3714,"lant":3715,"ĠTrans":3716,"Os":3717,"oples":3718,"Ġconcentr":3719,"Ġworked":3720,"Even":3721,"Ġnear":3722,"Ġwonder":3723,"di":3724,"Ġsport":3725,"Ġevidence":3726,"Applause":3727,"Ġtotally":3728,"Ġadequate":3729,"mp":3730,"Ġmedic":3731,"Ġtechnologies":3732,"Ġought":3733,"Ġstructure":3734,"ateful":3735,"Ġwishes":3736,"Ġwarm":3737,"ittees":3738,"Ġoccup":3739,"ĠPrime":3740,"Ġsafe":3741,"Ġrecommendation":3742,"Ġrenewable":3743,"Ġsubsidiarity":3744,"ev":3745,"Ġadvantage":3746,"Many":3747,"Ġpayments":3748,"Ġ2002":3749,"Ġeconomies":3750,"Ġrates":3751,"ighted":3752,"arket":3753,"ha":3754,"Ġrelated":3755,"Ġpill":3756,"Ġpromotion":3757,"Ġrepeat":3758,"Ġattitude":3759,"Ġinterv":3760,"PE":3761,"respon":3762,"Ġtable":3763,"ourage":3764,"Ġinstance":3765,"Ġsumm":3766,"Ġmax":3767,"Ġfailed":3768,"elling":3769,"Commissioner":3770,"Ġadver":3771,"Ġregular":3772,"Ġ17":3773,"ecision":3774,"ĠSchengen":3775,"Ġdegree":3776,"orn":3777,"Ġpeoples":3778,"Ġcontrols":3779,"ival":3780,"Ġtrafficking":3781,"Ġaffairs":3782,"ulated":3783,"hood":3784,"Ġterritory":3785,"Ġincome":3786,"illions":3787,"ature":3788,"Ġgrateful":3789,"overy":3790,"Ġsupports":3791,"Ġperform":3792,"Ġsituations":3793,"icated":3794,"illed":3795,"ccord":3796,"Ġextend":3797,"Ġexpression":3798,"Ġcondemn":3799,"urs":3800,"ĠHealth":3801,"Ġsurpr":3802,"Ġmembership":3803,